<?php
$lang['Start the Tour'] = 'Начало тура';
$lang['Take a tour and discover the features of your Piwigo gallery » Go to the available tours'] = 'Выберите тур и узнайте особенности Вашей Piwigo-галереи » Перейти к имеющимся турам';
$lang['Visit your Piwigo!'] = 'Посети свой Piwigo!';
$lang['takeatour_configpage'] = 'Take A Tour » Список туров';
$lang['TAT_descrp'] = 'Добро пожаловать! Здесь перечислены все доступные туры, доступные для исследования особенностей Вашей Piwigo-галереи. <br> Запустите тур ниже, а затем следуйте инструкциям. Нажмите Далее/Назад (или используйте стрелки клавиатуры) для навигации во время тура. Во время экскурсии, если Вы перейдете к другой странице администрирования, Вы будете перенаправлены на текущей странице тура. Если Вы застряли и не можете закончить тур, переходите <em> Плагины » TakeATour</em> для завершения тура.';
$lang['End tour'] = 'Конец тура';
$lang['Next '] = 'Дальше';
$lang['Prev'] = 'Назад';

$lang['First Contact'] = 'Первая встреча :)';
$lang['first_contact_descrp'] = 'Рекомендуется для новичков. Этот тур призван представить Вам Piwigo, его основные черты. Он начинается с добавления изображений, а затем - управление ими. Тур продолжается рассказом про управление альбомами и установки разрешений и заканчивается настройками, с использованием конфигурации, тем и плагинов.';

$lang['2_7_0_descrp'] = 'Что нового в Piwigo 2.7';
$lang['2.7 Tour'] = 'Тур по версии 2.7';

$lang['privacy_descrp'] = 'Этот тур раскроет Вам все способы защиты изображений из публичного доступа через системы разрешений для альбомов и изображений, а также защиты изображения от копирования';
$lang['Privacy'] = 'Конфиденциальность';