<?php
// +-----------------------------------------------------------------------+
// | Piwigo - a PHP based photo gallery                                    |
// +-----------------------------------------------------------------------+
// | Copyright(C) 2008-2014 Piwigo Team                  http://piwigo.org |
// | Copyright(C) 2003-2008 PhpWebGallery Team    http://phpwebgallery.net |
// | Copyright(C) 2002-2003 Pierrick LE GALL   http://le-gall.net/pierrick |
// +-----------------------------------------------------------------------+
// | This program is free software; you can redistribute it and/or modify  |
// | it under the terms of the GNU General Public License as published by  |
// | the Free Software Foundation                                          |
// |                                                                       |
// | This program is distributed in the hope that it will be useful, but   |
// | WITHOUT ANY WARRANTY; without even the implied warranty of            |
// | MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU      |
// | General Public License for more details.                              |
// |                                                                       |
// | You should have received a copy of the GNU General Public License     |
// | along with this program; if not, write to the Free Software           |
// | Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, |
// | USA.                                                                  |
// +-----------------------------------------------------------------------+
$lang['first_contact_stp13'] = 'Вы можете редактировать описания и многое другое из пакетного менеджера в режиме единичного изображения. А сейчас пока давайте останемся в глобальном режиме';
$lang['first_contact_stp34'] = 'Темы являются одним из трех способов настроить Ваш Piwigo, наряду с плагинами и шаблонами. Установленные темы перечислены здесь.<br>Можно включить и больше, чем одну тему: пользователи смогут изменить тему для себя, выбрав среди включеных здесь. Конечно, если на странице параметров Вами ранее был выбран параметр «Разрешить пользовательские настройки».';
$lang['first_contact_stp19_b'] = 'Все альбомы называются "Виртуальные альбомы". Здесь перечислены все «главные» альбомы, те которые находятся в корне Вашей галереи.';
$lang['first_contact_stp14'] = 'Мы видим сейчас страницу редактирования единичного изображения. Редактировать можно отсюда, а можно и с публичной страницы изображения при входе с правами администратора. Нажмите на кнопку Редактировать или Дальше';
$lang['first_contact_stp16'] = 'здесь можно добавить или удалить изображения из альбомов. Связь виртуальная, так что никакие изображения физически перемещаться куда-либо не будут.';
$lang['first_contact_stp15'] = 'На этой странице Вы можете редактировать все свойства изображения, например ...';
$lang['First Contact'] = 'Первая встреча :)';
$lang['first_contact_stp22'] = 'Как для изображения, здесь Вы можете редактировать свойства и для альбома';
$lang['first_contact_stp11'] = 'Итак, Вы можете выбрать здесь одно или несколько изображений';
$lang['first_contact_stp28'] = 'Теперь мы будем смотреть на параметры, доступные для установки Piwigo, устанавливая всё под Вас. Кликните Конфигурация -> Функции, затем - кнопочку Далее.';
$lang['first_contact_stp3'] = 'С этой вкладки Вы можете добавить изображения в галерею прямо из браузера. Остальные вкладки сделаны для других способов загрузки изображений.';
$lang['first_contact_stp27'] = 'Важный факт: веб-мастера и администраторы могут не охватить взглядом все имеющиеся картинки в открытой части, но они могут получить доступ к каждому альбому и изображению в админской части галереи.';
$lang['first_contact_stp6'] = 'Вы видите список изображений, имеющихся в настоящее время. Добавьте по крайней мере 2 изображения, и когда Вы будете готовы нажмите кнопку Начать загрузку';
$lang['first_contact_stp41'] = 'Вы можете увидеть на последней вкладке все плагины, доступные для Вашей версии Piwigo. Сотни плагинов готовы для Вас!';
$lang['first_contact_stp29'] = 'Здесь, на этой первой странице, Вы установите необходимую и базовую конфигурацию Вашей галереи.';
$lang['first_contact_stp30'] = 'Давайте начнем с изменения заголовка';
$lang['first_contact_stp32'] = 'Теперь сохраните свои изменения';
$lang['first_contact_stp8'] = 'Давайте редактировать их! Нажмите на ссылку. Если Вы ничего не видите, то нажмите кнопочку Назад, чтобы добавить минимум 2 изображения.';
$lang['first_contact_stp9'] = 'Как Вы знаете, с плагином Batch Manager, Вы можете редактировать сразу партию из нескольких изображений (оптом).';
$lang['first_contact_stp24'] = 'Безусловно, одним из наиболее важных параметров на этой странице является разрешение для частного (непубличного) альбома. Перейдите на вкладку разрешения или нажмите кнопку Далее';
$lang['first_contact_stp2'] = 'Ссылка для добавления изображений находится здесь. Нажмите кнопку Далее, чтобы продолжить.';
$lang['Start the Tour'] = 'Начало тура';
$lang['Take a tour and discover the features of your Piwigo gallery » Go to the available tours'] = 'Выберите тур и узнайте особенности Вашей Piwigo-галереи » Перейти к имеющимся турам';
$lang['Visit your Piwigo!'] = 'Посети свой Piwigo!';
$lang['first_contact_stp5'] = 'Нажмите кнопку, чтобы выбрать изображения для отправки с Вашего компьютера';
$lang['first_contact_title1'] = 'Добро пожаловать в Вашу Piwigo-галерею ';
$lang['first_contact_stp4'] = 'Для начала выберите альбом; создайте его, если еще нет ни одного альбома.';
$lang['first_contact_stp40'] = 'Вот это я! Не отключайте меня сейчас - Вы можете увидеть кнопки "Отключить" или "Включить" в активном плагине.';
$lang['first_contact_title11'] = 'Как редактировать изображения';
$lang['first_contact_title15'] = 'Страница редактирования картинки';
$lang['first_contact_title18'] = 'Управление альбомами';
$lang['first_contact_title19'] = 'Управление альбомами';
$lang['first_contact_title20'] = 'Управление альбомами';
$lang['first_contact_title21'] = 'Другие вкладки';
$lang['first_contact_title22'] = 'Редактирование страницы альбома';
$lang['first_contact_title25'] = 'Разрешение альбома';
$lang['first_contact_title28'] = 'Конфигурация';
$lang['first_contact_title29'] = 'Конфигурация -> Свойства -> Главные';
$lang['first_contact_title3'] = 'Добавить страницу изображения';
$lang['first_contact_title33'] = 'Установки гостя';
$lang['first_contact_title34'] = 'Темы';
$lang['first_contact_title35'] = 'Темы';
$lang['first_contact_title36'] = 'Темы';
$lang['first_contact_title37'] = 'Темы';
$lang['first_contact_title38'] = 'Плагины';
$lang['first_contact_title39'] = 'Плагины';
$lang['first_contact_title4'] = 'Давайте добавим изображение!';
$lang['first_contact_title42'] = 'Языки';
$lang['first_contact_title43'] = 'Это было прекрасное время';
$lang['first_contact_title9'] = 'Плагин The Batch Manager';
$lang['takeatour_configpage'] = 'Take A Tour » Список туров';
$lang['TAT_descrp'] = 'Добро пожаловать! Здесь перечислены все доступные туры, доступные для исследования особенностей Вашей Piwigo-галереи. <br> Запустите тур ниже, а затем следуйте инструкциям. Нажмите Далее/Назад (или используйте стрелки клавиатуры) для навигации во время тура. Во время экскурсии, если Вы перейдете к другой странице администрирования, Вы будете перенаправлены на текущей странице тура. Если Вы застряли и не можете закончить тур, переходите <em> Плагины » TakeATour</em> для завершения тура.';
$lang['first_contact_stp1'] = 'Здравствуйте! Я буду Вашим гидом, чтобы соверщить маленькие открытия в Piwigo. Пожалуйста, следуйте моим указаниям и нажмите кнопку Далее (или используйте стрелки клавиатуры) для навигации. Если Вы перейдете к другой странице администрирования, Вы будете перенаправлены на текущую страницу тура. Если Вы застряли и не можете закончить тур, переходите <em> Плагины » TakeATour</em> для завершения тура. <br> Давайте начнем с добавления изображений!';
$lang['first_contact_stp10'] = 'Вот ссылка для прямого доступа к Вашей корзинке - это такой инструмент для администраторов, с которым легко добавлять изображения к набору для того, чтобы редактировать их все вместе в Batch Manager. Вы можете добавить изображения в корзинку с публичной страницы изображения при входе в качестве администратора или с помощью действий "Добавить в корзинку" в самОм пакетном менеджере';
$lang['first_contact_stp19'] = 'Здесь перечислены все «главные» альбомы, те, которые находятся в корне Вашей галереи. Если Вы видите альбом на пунктирном фоне, то это реальная физическая папка, синхронизированная по FTP, которая не может быть перемещена или удалена отсюда. Остальные альбомы называются "виртуальные альбомы".';
$lang['first_contact_stp21'] = 'Следующая вкладка представляет собой страницу, где Вы можете переместить любой виртуальное альбом. <br> Постоянная ссылка - это установка определенного URL для альбома, например, по техническим причинам хотели бы установить определенный шаблон для адресов ссылок или просто создать круто выглядящие ссылки :). <br> Но давайте редактировать альбом: нажмите на Редактировать.';
$lang['first_contact_stp25'] = 'Как Вы можете прочитать в справке Вашего Piwigo (если что - ссылка в правом верхнем углу), разрешения для альбома устанавливаются для групп и пользователей. Вы можете задать признак частных или публичных сразу для нескольких альбомов в разделе Администрирование » Альбомы » Свойства';
$lang['first_contact_stp26'] = 'Здесь вы можете установить текущему альбому статус частного, затем предоставить доступ определенным пользователям и группам. По умолчанию разрешения не являются рекурсивными для вложенных альбомов, но родительским альбомам будет предоставлено разрешение для того, чтобы позволить пользователям просматривать все изображения, представленные в альбоме.';
$lang['first_contact_stp31'] = 'Теперь баннер, который будет отображаться на верхней части каждой страницы. Как Вы можете видеть, допускается использовать и HTML-тэги. Вы также можете использовать тэг % gallery_title % для отображения заголовка, который Вы только что ввели выше.';
$lang['first_contact_stp33'] = 'Наконец,  в завершение - о вариантах страницы "Настройки гостя". Это установка предпочтений для незарегистрированных посетителей. Каждый раз Piwigo относится как к гостю к любому из незарегистрированных посетителей. <br> Давайте продолжим о настройках: нажмите на Конфигурация -> Темы или просто нажмите Далее.';
$lang['first_contact_stp35'] = 'Темы могут быть также установлены по умолчанию. Это означает, что такая тема будет отображаться для незарегистрированных посетителей (тех самых гостей, Вы помните?). И любой новый зарегистрированный пользователь будет сначала лицезреть эту тему. Но для любых ранее зарегистрированных пользователей их тема не изменится, пока Вы делаете это со страницы управления пользователями или пока не отключите их тему: будьте осторожны, Вы можете нарушить пользователям настроенное отображение.';
$lang['first_contact_stp36'] = 'Темы имеют систему зависимости, поэтому некоторые темы не могут быть удалены (родительская тема не может быть удалена, если дочерняя тема включена) или другие не могут быть включены (дочерняя тема нуждается в родительской). <br> Например, когда Вы наводите мышку над Удалить, то, если тема не может быть удалена, для Вас будет отображена поясняющая информация в "пузыре".';
$lang['first_contact_stp12'] = 'затем редактируйте их с помощью действий. Но, к примеру, Вы не можете редактировать одновременно несколько описаний (пакетом), так как они, в основном, уникальные,';
$lang['first_contact_stp17'] = 'а вот здесь установите изображение в качестве представителя альбома. При этом, Вы можете установить в качестве представителя открытого альбома и изображение из частного альбоме, которое по Вашему мнению идеально подходит для установки пользовательских эскизов для альбомов. Но!... пользователь не будет видеть эти фотографии внутри этих частных альбомов.';
$lang['first_contact_descrp'] = 'Рекомендуется для новичков. Этот тур призван представить Вам Piwigo, его основные черты. Он начинается с добавления изображений, а затем - управление ими. Тур продолжается рассказом про управление альбомами и установки разрешений и заканчивается настройками, с использованием конфигурации, тем и плагинов.';
$lang['first_contact_stp18'] = 'Предыдущий пример был просто небольшим обзором трюков и мощи Piwigo. Итак, я рассказал о частных альбомах, но как мы можем управлять альбомами? Нажмите на Альбом -> Управление или нажмите Далее';
$lang['first_contact_stp20'] = 'Когда мышь наведена на альбом, появляются ссылки и информация. Когда Вы перетащите альбом - округлый блок - Вы измените его позицию относительно остальных, а затем Вы можете сохранить или отменить ручную сортировку.';
$lang['first_contact_stp23'] = 'Блокировка альбома означает, что только администраторы смогут видеть, что находится в альбом. Эту функцию обычно используют, пока администратор настраивает необходимые свойства альбома или, если не хотят немедленно опубликовать альбом';
$lang['first_contact_stp37'] = 'Чтобы установить новые темы, Вы можете напрямую загрузить их на вкладке "Добавить тему". На вкладке отображаются только темы, совместимые с Вашей версией Piwigo.<br> А теперь давайте узнаем кое-что про плагины! Нажмите на Плагины -> Управление';
$lang['first_contact_stp38'] = 'Плагины - очень легкий путь настроить Ваш Piwigo. Они могут делать почти всё, что Вы можете вообразить: от небольших дополняющих текстовых пометочек, до возможностей плагина Community, который позволяет пользователям загружать свои изображения, без обладания правами администратора.';
$lang['first_contact_stp39'] = 'На этой странице перечислены установленные плагины. Сверху показаны активированные плагины, которые в настоящее время работают. Снизу - плагины, которые установлены в папке плагинов, но отключены. Удаление плагина означает, что все следы плагина будут удалены (файлы, параметры и т.д.). Для большинства плагинов: после отключения сохранятся данные, зарегистрированные плагином.';
$lang['first_contact_stp43'] = 'Этот тур был весьма длинным, но мы увидели только незначительную часть всей мощи Piwigo. Вс` имеет конец, вот и этот краткий обзор закончен. <br> Вы можете обнаружить гораздо больше классных особенностей Piwigo, выбрав другие туры или читая нашу документацию на веб-сайтах piwigo.org и ru.piwigo.org';
$lang['first_contact_stp7'] = 'Здесь краткое описание Ваших загруженных изображений. Как видите, Piwigo создал эскизы-миниатюрки. Вы можете узнать, как еще добавлять изображения по ссылке внизу, редактировать свойства изображения, нажав на него, или нажмите кнопку для управления всеми загруженными изображениями в плагине Batch Manager...';
$lang['first_contact_stp42'] = 'Piwigo - многоязычный. По умолчанию, язык Piwigo устанавливается согласно языку браузера посетителя. Если язык посетителя не доступен, используется язык, установленный в Piwigo по умолчанию.';
$lang['first_contact_title6'] = ' ';
$lang['first_contact_title7'] = ' ';
$lang['first_contact_title8'] = ' ';
$lang['first_contact_title10'] = ' ';
$lang['first_contact_title12'] = ' ';
$lang['first_contact_title13'] = ' ';
$lang['first_contact_title14'] = ' ';
$lang['first_contact_title16'] = ' ';
$lang['first_contact_title17'] = ' ';
$lang['first_contact_title2'] = ' ';
$lang['first_contact_title23'] = ' ';
$lang['first_contact_title24'] = ' ';
$lang['first_contact_title26'] = ' ';
$lang['first_contact_title27'] = ' ';
$lang['first_contact_title30'] = ' ';
$lang['first_contact_title31'] = ' ';
$lang['first_contact_title32'] = ' ';
$lang['first_contact_title40'] = ' ';
$lang['first_contact_title41'] = ' ';
$lang['first_contact_title5'] = ' ';
$lang['End tour'] = 'Конец тура';
$lang['Next '] = 'Дальше';
$lang['Prev'] = 'Назад';
$lang['2_7_0_stp4'] = '
';
$lang['2_7_0_stp5'] = '
';
$lang['2_7_0_stp6'] = '
';
$lang['2_7_0_stp7'] = '
';
$lang['2_7_0_stp8'] = '
';
$lang['2_7_0_stp9'] = '
';
$lang['2_7_0_title10'] = '
';
$lang['2_7_0_title4'] = '
';
$lang['2_7_0_title5'] = '
';
$lang['2_7_0_title6'] = '
';
$lang['2_7_0_title7'] = '
';
$lang['2_7_0_title8'] = '
';
$lang['2_7_0_title9'] = '
';
$lang['2.7 Tour'] = 'Тур по версии 2.7';
$lang['2_7_0_descrp'] = 'Что нового в Piwigo 2.7';
$lang['2_7_0_stp1'] = 'Приветствую! Я буду Вашим руководством по изучению Piwigo. Пожалуйста, следуйте моим указаниям, и нажмите кнопку Далее (или используйте стрелки клавиатуры) для навигации. ';
$lang['2_7_0_stp11'] = 'Этот тур окончен. <p style="text-align:center">Наслаждайтейсь Вашей Piwigo 2.7!</p> Если Вам нравится Piwigo, и Вы желаете поддержать разработчиков, то Вы можете внести свой вклад,  помогая в переводах на разные языки, или просто пожертвовав некоторую сумму. <a href="http://piwigo.org/basics/contribute" target="_blank">Кликните здесь для осуществления поддержки</a>';
$lang['2_7_0_stp2'] = 'Как Вы можете видеть, по умолчанию был добавлен новый плагин по умолчанию: Take A Tour. Этот плагин поможет Вам узнать Piwigo. Вот здесь перечислены все доступные туры. <br> Эта страница расположена <em>Плагины » Take A Tour</em>';
$lang['2_7_0_stp3'] = 'Быстрый поиск был доработан: <br>
- добавлен оператор OR <br>
- группировки с помощью скобок () <br>
- добавлен вариант с уточнениями поиск, такими как: <br>
* #снег - поиск только с тэгом "снег" <br>
* ratio:0.9...1.1 - поиск изображений толькос соотношение высоты к ширине между 0,9 и 1,1 (почти квадрат) <br>
* hits:>10 - поиск изображений с числом просмотров больше 10 <br>
* size:>10mp - поиск изображений, у которых значение "высота х ширина" больше 10 мегапикселей <br>
* file:.jpg - поиск только jpg-изображений <br> 
- используется единственное/множественное число (пока только для английского и французского языков) <br>';
$lang['2_7_0_title1'] = 'Добро пожаловать в Piwigo 2.7';
$lang['2_7_0_title11'] = 'До скорой встречи!';
$lang['2_7_0_title2'] = 'Первая новая функция';
$lang['2_7_0_title3'] = 'Быстрый поиск';