$lang['first_contact_stp34'] = 'Темы являются одним из трех способов настроить Ваш Piwigo, наряду с плагинами и шаблонами. Установленные темы перечислены здесь.<br>Можно включить и больше, чем одну тему: пользователи смогут изменить тему для себя, выбрав среди включеных здесь. Конечно, если на странице параметров Вами ранее был выбран параметр «Разрешить пользовательские настройки».';
$lang['first_contact_stp19_b'] = 'Все альбомы называются "Виртуальные альбомы". Здесь перечислены все «главные» альбомы, те которые находятся в корне Вашей галереи.';
$lang['first_contact_stp14'] = 'Мы видим сейчас страницу редактирования единичного изображения. Редактировать можно отсюда, а можно и с публичной страницы изображения при входе с правами администратора. Нажмите на кнопку Редактировать или Дальше';
$lang['first_contact_stp16'] = 'здесь можно добавить или удалить изображения из альбомов. Связь виртуальная, так что никакие изображения физически перемещаться куда-либо не будут.';
$lang['first_contact_stp15'] = 'На этой странице Вы можете редактировать все свойства изображения, например ...';
$lang['First Contact'] = 'Первая встреча :)';
$lang['first_contact_stp22'] = 'Как для изображения, здесь Вы можете редактировать свойства и для альбома';
$lang['first_contact_stp11'] = 'Итак, Вы можете выбрать здесь одно или несколько изображений';
$lang['first_contact_stp28'] = 'Теперь мы будем смотреть на параметры, доступные для установки Piwigo, устанавливая всё под Вас. Кликните Конфигурация -> Функции, затем - кнопочку Далее.';
$lang['first_contact_stp3'] = 'С этой вкладки Вы можете добавить изображения в галерею прямо из браузера. Остальные вкладки сделаны для других способов загрузки изображений.';
$lang['first_contact_stp27'] = 'Важный факт: веб-мастера и администраторы могут не охватить взглядом все имеющиеся картинки в открытой части, но они могут получить доступ к каждому альбому и изображению в админской части галереи.';
$lang['first_contact_stp6'] = 'Вы видите список изображений, имеющихся в настоящее время. Добавьте по крайней мере 2 изображения, и, когда Вы будете готовы, нажмите кнопку Начать загрузку';
$lang['first_contact_stp41'] = 'Вы можете увидеть на последней вкладке все плагины, доступные для Вашей версии Piwigo. Сотни плагинов готовы для Вас!';
$lang['first_contact_stp29'] = 'Здесь, на этой первой странице, Вы установите необходимую и базовую конфигурацию Вашей галереи.';
$lang['first_contact_stp30'] = 'Давайте начнем с изменения заголовка';
$lang['first_contact_stp32'] = 'Теперь сохраните свои изменения';
$lang['first_contact_stp8'] = 'Давайте редактировать их! Нажмите на ссылку. Если Вы ничего не видите, то нажмите кнопочку Назад, чтобы добавить минимум 2 изображения.';
$lang['first_contact_stp9'] = 'Как Вы знаете, с плагином Batch Manager, Вы можете редактировать сразу партию из нескольких изображений (оптом).';
$lang['first_contact_stp24'] = 'Безусловно, одним из наиболее важных параметров на этой странице является разрешение для частного (непубличного) альбома. Перейдите на вкладку разрешения или нажмите кнопку Далее';
$lang['first_contact_stp2'] = 'Ссылка для добавления изображений находится здесь. Нажмите кнопку Далее, чтобы продолжить.';
$lang['Start the Tour'] = 'Начало тура';
$lang['Take a tour and discover the features of your Piwigo gallery » Go to the available tours'] = 'Выберите тур и узнайте особенности Вашей Piwigo-галереи » Перейти к имеющимся турам';
$lang['Visit your Piwigo!'] = 'Посети свой Piwigo!';
$lang['first_contact_stp5'] = 'Нажмите кнопку, чтобы выбрать изображения для отправки с Вашего компьютера';
$lang['first_contact_title1'] = 'Добро пожаловать в Вашу Piwigo-галерею ';
$lang['first_contact_stp4'] = 'Для начала выберите альбом; создайте его, если еще нет ни одного альбома.';
$lang['first_contact_stp40'] = 'Вот это я! Не отключайте меня сейчас - Вы можете увидеть кнопки "Отключить" или "Включить" в активном плагине.';
$lang['first_contact_title11'] = 'Как редактировать изображения';
$lang['first_contact_title15'] = 'Страница редактирования картинки';
$lang['first_contact_title18'] = 'Управление альбомами';
$lang['first_contact_title19'] = 'Управление альбомами';
$lang['first_contact_title20'] = 'Управление альбомами';
$lang['first_contact_title21'] = 'Другие вкладки';
$lang['first_contact_title22'] = 'Редактирование страницы альбома';
$lang['first_contact_title25'] = 'Разрешение альбома';
$lang['first_contact_title28'] = 'Конфигурация';
$lang['first_contact_title29'] = 'Конфигурация -> Свойства -> Главные';
$lang['first_contact_title3'] = 'Добавить страницу изображения';
$lang['first_contact_title33'] = 'Установки гостя';
$lang['first_contact_title34'] = 'Темы';
$lang['first_contact_title35'] = 'Темы';
$lang['first_contact_title36'] = 'Темы';
$lang['first_contact_title37'] = 'Темы';
$lang['first_contact_title38'] = 'Плагины';
$lang['first_contact_title39'] = 'Плагины';
$lang['first_contact_title4'] = 'Давайте добавим изображение!';
$lang['first_contact_title42'] = 'Языки';
$lang['first_contact_title43'] = 'Это было прекрасное время';
$lang['first_contact_title9'] = 'Плагин The Batch Manager';
$lang['takeatour_configpage'] = 'Take A Tour » Список туров';
$lang['TAT_descrp'] = 'Добро пожаловать! Здесь перечислены все доступные туры, доступные для исследования особенностей Вашей Piwigo-галереи. <br> Запустите тур ниже, а затем следуйте инструкциям. Нажмите Далее/Назад (или используйте стрелки клавиатуры) для навигации во время тура. Во время экскурсии, если Вы перейдете к другой странице администрирования, Вы будете перенаправлены на текущей странице тура. Если Вы застряли и не можете закончить тур, переходите <em> Плагины » TakeATour</em> для завершения тура.';
$lang['first_contact_stp1'] = 'Здравствуйте! Я буду Вашим гидом, чтобы соверщить маленькие открытия в Piwigo. Пожалуйста, следуйте моим указаниям и нажмите кнопку Далее (или используйте стрелки клавиатуры) для навигации. Если Вы перейдете к другой странице администрирования, Вы будете перенаправлены на текущую страницу тура. Если Вы застряли и не можете закончить тур, переходите <em> Плагины » TakeATour</em> для завершения тура. <br> Давайте начнем с добавления изображений!';
$lang['first_contact_stp10'] = 'Вот ссылка для прямого доступа к Вашей корзинке - это такой инструмент для администраторов, с которым легко добавлять изображения к набору для того, чтобы редактировать их все вместе в Batch Manager. Вы можете добавить изображения в корзинку с публичной страницы изображения при входе в качестве администратора или с помощью действий "Добавить в корзинку" в самОм пакетном менеджере';
$lang['first_contact_stp19'] = 'Здесь перечислены все «главные» альбомы, те, которые находятся в корне Вашей галереи. Если Вы видите альбом на пунктирном фоне, то это реальная физическая папка, синхронизированная по FTP, которая не может быть перемещена или удалена отсюда. Остальные альбомы называются "виртуальные альбомы".';
$lang['first_contact_stp21'] = 'Следующая вкладка представляет собой страницу, где Вы можете переместить любой виртуальное альбом. <br> Постоянная ссылка - это установка определенного URL для альбома, например, по техническим причинам хотели бы установить определенный шаблон для адресов ссылок или просто создать круто выглядящие ссылки :). <br> Но давайте редактировать альбом: нажмите на Редактировать.';
$lang['first_contact_stp25'] = 'Как Вы можете прочитать в справке Вашего Piwigo (если что - ссылка в правом верхнем углу), разрешения для альбома устанавливаются для групп и пользователей. Вы можете задать признак частных или публичных сразу для нескольких альбомов в разделе Администрирование » Альбомы » Свойства';
$lang['first_contact_stp26'] = 'Здесь вы можете установить текущему альбому статус частного, затем предоставить доступ определенным пользователям и группам. По умолчанию разрешения не являются рекурсивными для вложенных альбомов, но родительским альбомам будет предоставлено разрешение для того, чтобы позволить пользователям просматривать все изображения, представленные в альбоме.';
$lang['first_contact_stp31'] = 'Теперь баннер, который будет отображаться на верхней части каждой страницы. Как Вы можете видеть, допускается использовать и HTML-тэги. Вы также можете использовать тэг % gallery_title % для отображения заголовка, который Вы только что ввели выше.';
$lang['first_contact_stp33'] = 'Наконец,  в завершение - о вариантах страницы "Настройки гостя". Это установка предпочтений для незарегистрированных посетителей. Каждый раз Piwigo относится как к гостю к любому из незарегистрированных посетителей. <br> Давайте продолжим о настройках: нажмите на Конфигурация -> Темы или просто нажмите Далее.';
$lang['first_contact_stp35'] = 'Темы могут быть также установлены по умолчанию. Это означает, что такая тема будет отображаться для незарегистрированных посетителей (тех самых гостей, Вы помните?). И любой новый зарегистрированный пользователь будет сначала лицезреть эту тему. Но для любых ранее зарегистрированных пользователей их тема не изменится, пока Вы делаете это со страницы управления пользователями или пока не отключите их тему: будьте осторожны, Вы можете нарушить пользователям настроенное отображение.';
$lang['first_contact_stp36'] = 'Темы имеют систему зависимости, поэтому некоторые темы не могут быть удалены (родительская тема не может быть удалена, если дочерняя тема включена) или другие не могут быть включены (дочерняя тема нуждается в родительской). <br> Например, когда Вы наводите мышку над Удалить, то, если тема не может быть удалена, для Вас будет отображена поясняющая информация в "пузыре".';
$lang['first_contact_stp12'] = 'затем редактируйте их с помощью действий. Но, к примеру, Вы не можете редактировать одновременно несколько описаний (пакетом), так как они, в основном, уникальные,';
$lang['first_contact_stp17'] = 'а вот здесь установите изображение в качестве представителя альбома. При этом, Вы можете установить в качестве представителя открытого альбома и изображение из частного альбоме, которое по Вашему мнению идеально подходит для установки пользовательских эскизов для альбомов. Но!... пользователь не будет видеть эти фотографии внутри этих частных альбомов.';
$lang['first_contact_descrp'] = 'Рекомендуется для новичков. Этот тур призван представить Вам Piwigo, его основные черты. Он начинается с добавления изображений, а затем - управление ими. Тур продолжается рассказом про управление альбомами и установки разрешений и заканчивается настройками, с использованием конфигурации, тем и плагинов.';
$lang['first_contact_stp18'] = 'Предыдущий пример был просто небольшим обзором трюков и мощи Piwigo. Итак, я рассказал о частных альбомах, но как мы можем управлять альбомами? Нажмите на Альбом -> Управление или нажмите Далее';
$lang['first_contact_stp20'] = 'Когда мышь наведена на альбом, появляются ссылки и информация. Когда Вы перетащите альбом - округлый блок - Вы измените его позицию относительно остальных, а затем Вы можете сохранить или отменить ручную сортировку.';
$lang['first_contact_stp23'] = 'Блокировка альбома означает, что только администраторы смогут видеть, что находится в альбом. Эту функцию обычно используют, пока администратор настраивает необходимые свойства альбома или, если не хотят немедленно опубликовать альбом';
$lang['first_contact_stp37'] = 'Чтобы установить новые темы, Вы можете напрямую загрузить их на вкладке "Добавить тему". На вкладке отображаются только темы, совместимые с Вашей версией Piwigo.<br> А теперь давайте узнаем кое-что про плагины! Нажмите на Плагины -> Управление';
$lang['first_contact_stp38'] = 'Плагины - очень легкий путь настроить Ваш Piwigo. Они могут делать почти всё, что Вы можете вообразить: от небольших дополняющих текстовых пометочек, до возможностей плагина Community, который позволяет пользователям загружать свои изображения, без обладания правами администратора.';
$lang['first_contact_stp39'] = 'На этой странице перечислены установленные плагины. Сверху показаны активированные плагины, которые в настоящее время работают. Снизу - плагины, которые установлены в папке плагинов, но отключены. Удаление плагина означает, что все следы плагина будут удалены (файлы, параметры и т.д.). Для большинства плагинов: после отключения сохранятся данные, зарегистрированные плагином.';
$lang['first_contact_stp43'] = 'Этот тур был весьма длинным, но мы увидели только незначительную часть всей мощи Piwigo. Всё имеет конец, вот и этот краткий обзор закончен. <br> Вы можете обнаружить гораздо больше классных особенностей Piwigo, выбрав другие туры или читая нашу документацию на веб-сайтах piwigo.org и ru.piwigo.org';
$lang['first_contact_stp7'] = 'Здесь краткое описание Ваших загруженных изображений. Как видите, Piwigo создал эскизы-миниатюрки. Вы можете узнать, как еще добавлять изображения по ссылке внизу, редактировать свойства изображения, нажав на него, или нажмите кнопку для управления всеми загруженными изображениями в плагине Batch Manager...';
$lang['first_contact_stp42'] = 'Piwigo - многоязычный. По умолчанию, язык Piwigo устанавливается согласно языку браузера посетителя. Если язык посетителя не доступен, используется язык, установленный в Piwigo по умолчанию.';
$lang['first_contact_title6'] = '';
$lang['first_contact_title7'] = '';
$lang['first_contact_title8'] = '';
$lang['first_contact_title10'] = '';
$lang['first_contact_title12'] = '';
$lang['first_contact_title13'] = '';
$lang['first_contact_title14'] = '';
$lang['first_contact_title16'] = '';
$lang['first_contact_title17'] = '';
$lang['first_contact_title2'] = '';
$lang['first_contact_title23'] = '';
$lang['first_contact_title24'] = '';
$lang['first_contact_title26'] = '';
$lang['first_contact_title27'] = '';
$lang['first_contact_title30'] = '';
$lang['first_contact_title31'] = '';
$lang['first_contact_title32'] = '';
$lang['first_contact_title40'] = '';
$lang['first_contact_title41'] = '';
$lang['first_contact_title5'] = '';
$lang['End tour'] = 'Конец тура';
$lang['Next '] = 'Дальше';
$lang['Prev'] = 'Назад';
$lang['2_7_0_stp4'] = '
';
$lang['2_7_0_stp5'] = '
';
$lang['2_7_0_stp6'] = '
';
$lang['2_7_0_title4'] = '
';
$lang['2_7_0_title5'] = '
';
$lang['2_7_0_title6'] = '
';
';
- добавлен оператор OR <br>
- группировки с помощью скобок () <br>
- добавлен вариант с уточнениями поиск, такими как: <br>
* #снег - поиск только с тэгом "снег" <br>
* ratio:0.9...1.1 - поиск изображений толькос соотношение высоты к ширине между 0,9 и 1,1 (почти квадрат) <br>
* hits:>10 - поиск изображений с числом просмотров больше 10 <br>
* size:>10mp - поиск изображений, у которых значение "высота х ширина" больше 10 мегапикселей <br>
* file:.jpg - поиск только jpg-изображений <br> 
- используется единственное/множественное число (пока только для английского и французского языков) <br>';
$lang['2_7_0_title1'] = 'Добро пожаловать в Piwigo 2.7';
$lang['2_7_0_title11'] = 'До скорой встречи!';
$lang['2_7_0_title2'] = 'Первая новая функция';
$lang['2_7_0_title3'] = 'Быстрый поиск';
$lang['2_7_0_stp10'] = '';
$lang['privacy_stp1'] = 'Здравствуйте! Я буду Вашим гидом, чтобы объяснить, как защитить Ваши изображения в Piwigo. Пожалуйста, следуйте моим указаниям, и нажимайте кнопку Далее (или используйте стрелки клавиатуры) для навигации. Если Вы переходите с другой страницы, Вы будете перенаправлены на текущую страницу Тура. Если в ходе тура что-то "зависло" или что-то пошло не так, то перейдите <em>Плагины » Take A Tour</em> для окончания тура.<br> Давайте начнём!';
$lang['privacy_stp11'] = 'Теперь кликните вкладку "Разрешения"';
$lang['privacy_stp4'] = 'Итак, у нас есть две системы для управления разрешениями для доступа к изображениям. Они независимы, так что Вы можете создать группу под названием Семья, но эта группа не будет иметь ничего общего с уровнем конфиденциальности "Семья".<br><br> Уровни конфиденциальности применяются для изображений, и разрешения пользователя/группы применяются для альбомов. Вы можете использовать обе или только одну систему, как Вам будет удобнее и интереснее. <br><br> Следующая вкладка — Управление группами.';
$lang['privacy_stp10'] = 'Мы находимся в управлении Списком альбомов, доступном для использования через меню <em>Альбомы » Управление</em> <br><br> Редактировать свойства альбома можно, наведя на него мышью и затем нажав кнопку Изменить.';
$lang['privacy_stp7'] = '... или Вы можете сделать это чуть позже, через Batch Manager - пакетный менеджер управления в глобальном режиме.<br><br> Это на странице <em>Фотографии » Недавние фотографии</em> по фильтру "Последние добавленные".';
$lang['privacy_stp5'] = 'Ниже объясняется, как Вы можете управлять группами. <br> Эти разрешения только для доступа к изоюбражениям и альбомам, при просмотре в публичной части или для внешних приложений. Позже мы увидим и другие средства защиты, а теперь можно попрактиковаться!';
$lang['privacy_stp9'] = '... И выберите действие "Кто может смотреть фотографии?». Теперь Вы можете изменить уровень конфиденциальности выбранных фотографий. <br><br> Но Вы также можете сделать это и для конкретного изображения, на его странице. Вы можете получить доступ к ней из публичной части или отсюда. <br><br> Сейчас я покажу Вам другую систему разрешений для альбомов на основе групп и пользователей.';
$lang['privacy_stp6'] = 'Когда Вы загружаете изображения, Вы можете изменить уровень конфиденциальности прямо во время загрузки...';
$lang['privacy_descrp'] = 'Этот тур раскроет Вам все способы защиты изображений из публичного доступа через системы разрешений для альбомов и изображений, а также защиты изображения от копирования';
$lang['privacy_stp12'] = 'На этой странице Вы можете выбрать, будет ли альбом доступен для всех или будут включены ограничения доступа для некоторых пользователей';
$lang['privacy_stp2'] = 'Здесь Вы можете получить доступ к интегрированной справки. Нажмите кнопку Далее, чтобы перейти непосредственно на страницу справки об управлении разрешениями.';
$lang['privacy_stp3'] = 'Найдите минутку, чтобы прочитать информацию ниже.';
$lang['privacy_stp16'] = 'Как и на Вашем компьютере, Вы можете выбрать несколько альбомов с помощью клавиш, а затем нажмите на стрелку, чтобы переключить их.';
$lang['privacy_stp15'] = 'Совет про группировки: вот ссылка на страницу, где можно установить признак общего/частного на несколько альбомов одновременно. Кликните здесь.';
$lang['privacy_stp14'] = 'Затем пользователям и группам пользователей может быть предоставлен доступ к альбому.';
$lang['privacy_stp13'] = 'Сейчас кликните на "Частный"';
$lang['privacy_title1'] = 'Добро пожаловать в Тур "Конфиденциальность"';
$lang['privacy_title12'] = 'Разрешения альбома';
$lang['privacy_title9'] = 'Уровень конфиденциальности';
$lang['privacy_title7'] = 'Уровень конфиденциальности';
$lang['privacy_title8'] = 'Уровень конфиденциальности';
$lang['privacy_title6'] = 'Уровень безопасности';
$lang['privacy_title5'] = 'Разрешения > Группы';
$lang['privacy_title4'] = 'Разрешения';
$lang['privacy_title3'] = 'Разрешения';
$lang['privacy_title15'] = 'Совет';
$lang['privacy_title2'] = 'Помощь в Вашем Piwigo';
$lang['privacy_stp8'] = 'Выберите одно или несколько изображений...';
$lang['privacy_title10'] = 'Разрешения альбома';
$lang['privacy_title11'] = 'Разрешения альбома';
$lang['2_7_0_stp3'] = 'Быстрый поиск был доработан: <br>
- добавлен оператор OR (или) <br>
- разрешена группировка с помощью скобок () <br>
- добавлен поиск с параметрами командной строки <br>
* #Урал - ищет только с тегом "Урал" <br>
* ratio:0.9...1.1 - ищет изображения только с соотношением ширина/высота между 0,9 и 1,1 (почти квадраты) <br>
* hits:>10 - ищет изображения с числом просмотров >10 <br>
* size:>10mp - ищет изображения, у которых ширина*высота > 10 мегапикселей <br>
* file:.jpg - изображения только в формате jpg <br>
- возможность применять в запросах единственное/множественное число (пока только для английского и французкого языков) <br>
';
$lang['2_7_0_stp11'] = 'Этот тур окончен. <p style="text-align:center">Наслаждайтесь Вашим  Piwigo 2.7!</p> Если Вам нравится Piwigo, и Вы хотите поддержать разработчиков, то Вы можете помочь с переводом на другие языки, или пожертвовав немного денежек и т.п. по Вашему желанию.  <a href="http://piwigo.org/basics/contribute" target="_blank">Кликните здесь для поддержки</a> Спасибо!';
$lang['2_7_0_stp1'] = 'Здравствуйте! Я буду Вашим гидом, чтобы соверщить маленькие открытия в Piwigo. Пожалуйста, следуйте моим указаниям и нажмите кнопку Далее (или используйте стрелки клавиатуры) для навигации. Если Вы перейдете к другой странице администрирования, Вы будете перенаправлены на текущую страницу тура.';
$lang['2_7_0_stp2'] = 'Как Вы видите, установлен новый плагин по умолчанию - Take A Tour. Этот плагин поможет Вам узнать получше возможности Piwigo. Вот перечислены пока все доступные туры. <br> Эта страница доступна в разделе <em>Плагины » Take A Tour</em>';
$lang['first_contact_stp13'] = 'Вы можете редактировать описания и в пакетном менеджере (Batch Manager) в одиночном режиме. Но пока давайте останемся в глобальном режиме.';
$lang['2_7_0_descrp'] = 'Что нового в Piwigo 2.7';
$lang['2.7 Tour'] = 'Тур по версии 2.7';
$lang['privacy_stp24'] = 'Этот тур окончен. <p style="text-align:center">Наслаждайтесь Вашим  Piwigo</p> Если Вам нравится Piwigo, и Вы хотите поддержать разработчиков, то Вы можете помочь с переводом на другие языки, или пожертвовав немного денежек и т.п. по Вашему желанию.  <a href="http://piwigo.org/basics/contribute" target="_blank">Кликните здесь для поддержки</a> Спасибо!';
$lang['privacy_stp18'] = 'Для добавления или удаления пользователей в группах перейдите на страницу <em>Пользователи » Управление</em>';
$lang['privacy_title17'] = 'Группы';
$lang['privacy_title18'] = 'Группы';
$lang['privacy_title19'] = 'Пользователи';
$lang['privacy_title20'] = 'Публичные изображения';
$lang['privacy_title21'] = 'Публичные изображения';
$lang['privacy_title22'] = 'Локальная конфигурация: оригинальная защита';
$lang['privacy_title23'] = 'Локальная конфигурация: уровень доступа';
$lang['privacy_title24'] = 'Это было прекрасное время';