<?php
$lang['2_7_0_stp4'] = '';
$lang['2_7_0_stp5'] = '';
$lang['2_7_0_stp6'] = '';
$lang['2_7_0_title4'] = '';
$lang['2_7_0_title5'] = '';
$lang['2_7_0_title6'] = '';
$lang['2_7_0_title1'] = 'Добро пожаловать в Piwigo 2.7';
$lang['2_7_0_title11'] = 'До скорой встречи!';
$lang['2_7_0_title2'] = 'Первая новая функция';
$lang['2_7_0_stp10'] = '';
$lang['2_7_0_stp11'] = 'Этот тур окончен. <p style="text-align:center">Наслаждайтесь Вашим  Piwigo 2.7!</p> Если Вам нравится Piwigo, и Вы хотите поддержать разработчиков, то Вы можете помочь с переводом на другие языки, или пожертвовав немного денежек и т.п. по Вашему желанию.  <a href="http://piwigo.org/basics/contribute" target="_blank">Кликните здесь для поддержки</a> Спасибо!';
$lang['2_7_0_stp1'] = 'Здравствуйте! Я буду Вашим гидом, чтобы соверщить маленькие открытия в Piwigo. Пожалуйста, следуйте моим указаниям и нажмите кнопку Далее (или используйте стрелки клавиатуры) для навигации. Если Вы перейдете к другой странице администрирования, Вы будете перенаправлены на текущую страницу тура.';
$lang['2_7_0_stp2'] = 'Как Вы видите, установлен новый плагин по умолчанию - Take A Tour. Этот плагин поможет Вам узнать получше возможности Piwigo. Вот перечислены пока все доступные туры. <br> Эта страница доступна в разделе <em>Плагины » Take A Tour</em>';
