<?php
// +-----------------------------------------------------------------------+
// | Piwigo - a PHP based photo gallery                                    |
// +-----------------------------------------------------------------------+
// | Copyright(C) 2008-2014 Piwigo Team                  http://piwigo.org |
// | Copyright(C) 2003-2008 PhpWebGallery Team    http://phpwebgallery.net |
// | Copyright(C) 2002-2003 Pierrick LE GALL   http://le-gall.net/pierrick |
// +-----------------------------------------------------------------------+
// | This program is free software; you can redistribute it and/or modify  |
// | it under the terms of the GNU General Public License as published by  |
// | the Free Software Foundation                                          |
// |                                                                       |
// | This program is distributed in the hope that it will be useful, but   |
// | WITHOUT ANY WARRANTY; without even the implied warranty of            |
// | MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU      |
// | General Public License for more details.                              |
// |                                                                       |
// | You should have received a copy of the GNU General Public License     |
// | along with this program; if not, write to the Free Software           |
// | Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, |
// | USA.                                                                  |
// +-----------------------------------------------------------------------+
$lang['2_7_0_stp5'] = 'Може да настройте часа на определената дата, ползвайки слайдера за час и минути';
$lang['2_7_0_stp10'] = 'Добъвен е също към менажера и филтър за големина на файлове. 
Може да избирате минимална и маскимална големина.';
$lang['2_7_0_stp8'] = 'Бързо изчистване на кошницата само с един клик.';
$lang['2_7_0_stp7'] = 'Сега може да сортирате вашите албуми по дата на публикация или по дата на създаване';
$lang['2_7_0_title5'] = 'Време';
$lang['2_7_0_title4'] = 'Страниза за търсене';
$lang['2_7_0_title2b'] = 'Форма за ново качване';
$lang['2_7_0_title2'] = 'Първи новости';
$lang['2_7_0_title11'] = 'До скоро !!!';
$lang['2_7_0_title10'] = 'Филтър за размер файл';
$lang['2_7_0_title1'] = 'Добре дошли в Piwigo 2.7';
$lang['2_7_0_title7'] = 'Сортиране албум по дата';
$lang['2_7_0_title6'] = 'Избери скрипт';
$lang['2_7_0_title8'] = 'Изпразване на кошницата';
$lang['2_7_0_title9'] = 'Филтър за търсене';
$lang['2_7_0_stp11'] = 'Тази обиколка завърши.<p style="text-align:center">Радвай се на вашето Piwigo 2.7!</p> Ако ви допада, може да участвате и вие с помощ, превод или спонсорство...<a href="http://piwigo.org/basics/contribute" target="_blank">Натиснете тук за подкрепа.</a> Благодарим!';
$lang['2_7_0_stp9'] = 'В batch менажера е добавен филтър за търсене. Той идва с мощнен синтаксис за търсене на снимки по дати, тагове, размер и още опции за търсене като точно фраза, и/ипи, групиране или изключване.Може да прочетете подробностите в помощника след това. Същите екстри важат и за менюто "Бързо търсене".';
$lang['2_7_0_stp4'] = 'Страницата за търсене е преработена: способности за търсене по дума, по списък от автори, автоматично завършва листа с тагове и списъка с албуми...';
$lang['2_7_0_stp2b'] = 'Новата форма за качване в Piwigo 2.7 се базира на HTML5 и Flash, което означава по-добра съвместимост с модерните браузъри и добра работа и при по-бавна връзка. И с влачене и пускане работата с файлове ще е много по-лесна във вашия браузер.';
$lang['2_7_0_stp2'] = 'Както виждате, нова подръзбираща се добавка е качена: "Преглед".Тази плъгин ви помага да видите новостите в тази версия на Piwigo. Тук са поместени и всички други прегледи. <br> Тази страница се намера в <em>Добавки » Преглед</em>';
$lang['2_7_0_stp1'] = 'Здравей! Аз ще съм твоя водач в откриването на Piwigo. Моля следвай мойте инструкций и натиснете бутон "Напред" (или ползвай стрелките на клавиатурата) за продължение. Ако отидете на друга страница, ще се върнете автоматично отново в представянето.';
$lang['2_7_0_stp6'] = 'Скрипта на избор на албуми, тагове и прочие е променен и по приятелски настроен. Тествайте го.';