<?php
// +-----------------------------------------------------------------------+
// | Piwigo - a PHP based photo gallery                                    |
// +-----------------------------------------------------------------------+
// | Copyright(C) 2008-2014 Piwigo Team                  http://piwigo.org |
// | Copyright(C) 2003-2008 PhpWebGallery Team    http://phpwebgallery.net |
// | Copyright(C) 2002-2003 Pierrick LE GALL   http://le-gall.net/pierrick |
// +-----------------------------------------------------------------------+
// | This program is free software; you can redistribute it and/or modify  |
// | it under the terms of the GNU General Public License as published by  |
// | the Free Software Foundation                                          |
// |                                                                       |
// | This program is distributed in the hope that it will be useful, but   |
// | WITHOUT ANY WARRANTY; without even the implied warranty of            |
// | MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU      |
// | General Public License for more details.                              |
// |                                                                       |
// | You should have received a copy of the GNU General Public License     |
// | along with this program; if not, write to the Free Software           |
// | Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, |
// | USA.                                                                  |
// +-----------------------------------------------------------------------+
$lang['TAT_descrp'] = 'Καλώς ήρθατε! Εδώ παρατίθενται όλες οι διαθέσιμες περιηγήσεις για να ανακαλύψετε τα χαρακτηριστικά της Piwigo γκαλερί σας.<br>
Ξεκινήστε με μια περιήγηση και στη συνέχεια ακολουθήστε τις οδηγίες. Κάντε κλικ στο Επόμενο / Προηγούμενο (ή χρησιμοποιήστε τα βελάκια του πληκτρολογίου σας) για να πλοηγηθείτε κατά τη διάρκεια της περιήγησης. Κατά τη διάρκεια μιας περιήγησης, αν πάτε σε μια άλλη σελίδα διαχείρισης, θα πρέπει να μεταφερθείτε στην τρέχουσα σελίδα της περιήγησης. Αν κολλήσετε και δεν μπορείτε να ολοκληρώσετε την περιήγηση, πηγαίνοντας στο <em>Plugins » " Ξεκινήστε την περιήγηση" </em> θα ολοκληρώσει την περιοδεία.';
$lang['Start the Tour'] = 'Ξεκινήστε την περιήγηση ';
$lang['First Contact'] = 'Πρώτη Επαφή';
$lang['first_contact_title29'] = 'Διαμόρφωση -> Επιλογές -> Γενικά';
$lang['first_contact_title28'] = 'Διαμόρφωση';
$lang['first_contact_title27'] = ' ';
$lang['first_contact_title26'] = ' ';
$lang['first_contact_title25'] = 'Άδειες Λευκώματος';
$lang['first_contact_title24'] = ' ';
$lang['first_contact_title23'] = ' ';
$lang['first_contact_title22'] = 'Σελίδα Επεξεργασίας Λευκώματος';
$lang['first_contact_title21'] = 'Άλλες Καρτέλες';
$lang['first_contact_title20'] = 'Διαχείριση Λευκωμάτων';
$lang['first_contact_title2'] = ' ';
$lang['first_contact_title19'] = 'Διαχείριση Λευκωμάτων';
$lang['first_contact_title18'] = 'Διαχείριση Λευκωμάτων';
$lang['first_contact_title17'] = ' ';
$lang['first_contact_title16'] = ' ';
$lang['first_contact_title15'] = 'Η σελίδα επεξεργασίας μιας φωτογραφίας';
$lang['first_contact_title14'] = ' ';
$lang['first_contact_title13'] = ' ';
$lang['first_contact_title12'] = ' ';
$lang['first_contact_title11'] = 'Πώς να επεξεργαστείτε μια φωτογραφία';
$lang['first_contact_title10'] = ' ';
$lang['first_contact_title1'] = 'Καλώς ήρθατε στην γκαλερί σας στο Piwigo';
$lang['takeatour_configpage'] = 'Κάνετε μια Περιήγηση » Κατάλογος Περιηγήσεων';
$lang['first_contact_title9'] = 'Ο Διαχειριστής δέσμης';
$lang['first_contact_title8'] = ' ';
$lang['first_contact_title7'] = ' ';
$lang['first_contact_title6'] = ' ';
$lang['first_contact_title5'] = ' ';
$lang['first_contact_title43'] = 'Είναι μια υπέροχη στιγμή';
$lang['first_contact_title42'] = 'Γλώσσες';
$lang['first_contact_title41'] = ' ';
$lang['first_contact_title40'] = ' ';
$lang['first_contact_title4'] = 'Ας προσθέσουμε μια φωτογραφία!';
$lang['first_contact_title39'] = 'Πρόσθετα';
$lang['first_contact_title38'] = 'Πρόσθετα';
$lang['first_contact_title37'] = 'Θέματα';
$lang['first_contact_title36'] = 'Θέματα';
$lang['first_contact_title35'] = 'Θέματα';
$lang['first_contact_title34'] = 'Θέματα';
$lang['first_contact_title33'] = 'Ρυθμίσεις Επισκεπτών';
$lang['first_contact_title32'] = ' ';
$lang['first_contact_title31'] = ' ';
$lang['first_contact_title30'] = ' ';
$lang['first_contact_title3'] = 'Σελίδα Προσθήκης Φωτογραφίας';
$lang['first_contact_stp14'] = 'Θα δούμε τώρα τη σελίδα επεξεργασίας μίας εικόνας. Αυτή η σελίδα είναι προσβάσιμη από εδώ, αλλά και από τη σελίδα της δημόσιας εικόνας όταν είστε συνδεδεμένοι ως διαχειριστής. Κάντε κλικ στο Επεθεργασία ή πηγαίνετε στο επόμενο';
$lang['first_contact_stp13'] = 'Μπορείτε να επεξεργαστείτε τις περιγραφές και άλλα πολλά από το διαχειριστή δέσμης στη λειτουργία της μονάδας. Αλλά για την ώρα, ας μείνουμε στην παγκόσμια κατάσταση';
$lang['first_contact_stp12'] = 'στη συνέχεια επεξεργαστείτε τις με τη χρήση της δράσης. Αλλά, για παράδειγμα, δεν μπορείτε -για την ώρα- επεξεργαστείτε ομαδικά  περιγραφές, δεδομένου ότι είναι ως επί το πλείστον μοναδικές';
$lang['first_contact_stp11'] = 'Έτσι, μπορείτε να επιλέξετε εδώ από μία ή περισσότερες φωτογραφίες';
$lang['first_contact_stp10'] = 'Αυτή εδώ είναι η σύνδεση για απευθείας πρόσβαση στο καλάθι σας: αυτό είναι ένα εργαλείο για διαχειριστές να προσθέτουν εύκολα τις εικόνες σε ένα σετ για να τις επεξεργαστούν μετά στο Διαχειριστή δέσμης. Μπορείτε να προσθέσετε φωτογραφίες στο καλάθι από τη δημόσια σελίδα εικόνων όταν είστε συνδεδεμένοι ως διαχειριστής ή χρησιμοποιώντας την ενέργεια \ "Προσθήκη στο καλάθι \" στο Διαχειριστή δέσμης';
$lang['first_contact_stp1'] = 'Γεια σας! Θα είμαι ο οδηγός σας για να ανακαλύψετε το Piwigo. Παρακαλούμε ακολουθήστε τις οδηγίες μου, και κάντε κλικ στο Επόμενο (ή χρησιμοποιήστε τα βελάκια του πληκτρολογίου σας) για να περιηγηθείτε. Αν πάτε σε άλλη σελίδα διαχείρισης, θα μεταφερθείτε στην τρέχουσα σελίδα της Περιήγησης. Αν έχετε κολλήσει και δεν μπορείτε να ολοκληρώσετε την περιήγηση, πηγαίνετε στο <em>Plugins » Κάντε μια Περιήγηση</em> και θα ολοκληρώσετε την περιήγηση.<br> Ας ξεκινήσουμε με την προσθήκη εικόνων!';
$lang['first_contact_descrp'] = 'Συνιστάται για αρχάριους, αυτή η περιήγηση είναι μια εισαγωγή στο Piwigo και τα βασικά χαρακτηριστικά του. Θα ξεκινήσει με την προσθήκη εικόνων, στη συνέχεια, τη διαχείρισή τους. Η περιήγηση συνεχίζεται με τη διαχείριση λευκωμάτων και τα δικαιώματα, και καταλήγει με την προσαρμογή χρησιμοποιώντας τη διαμόρφωση, τα θέματα και τα plugins.';
$lang['Visit your Piwigo!'] = 'Επισκεφθείτε το Piwigo σας!';
$lang['Take a tour and discover the features of your Piwigo gallery » Go to the available tours'] = 'Κάντε μια περιήγηση και να ανακαλύψετε τα χαρακτηριστικά της Piwigo  γκαλερί σας » Πηγαίνετε στις διαθέσιμες περιηγήσεις';
$lang['first_contact_stp17'] = 'και εδώ ορίζετε τη φωτογραφία ως αντιπροσωπευτική εικόνα ενός λευκώματος. Έτσι, μπορείτε να ορίσετε ως αντιπροσωπευτική ενός δημόσιου λευκώματος, μια φωτογραφία από ένα ιδιωτικό λεύκωμα, και έτσι μπορείτε να ορίσετε προσαρμοσμένα εικονίδια για τα λευκώματα, αλλά ο χρήστης δεν θα μπορεί δει αυτές τις εικόνες σε αυτά τα λευκώματα. Είναι έτσι σαν να βάζετε το πορτρέτο κάποιου ως αντιπροσωπευτικό, για ένα λεύκωμα που περιέχει φωτογραφίες της φύσης? θα ήταν περίεργο να δει τη φωτογραφία του άνδρα / γυναίκα ανάμεσα σε δέντρα ή ζώα.';
$lang['first_contact_stp16'] = 'εδώ  προσθέστε ή να αφαιρέστε τη φωτογραφία από το άλμπουμ. Ο σύνδεσμος είναι εικονικός, δεν μετακινηθούν φυσικά διαθέσιμες φωτογραφίες.';
$lang['first_contact_stp15'] = 'Σε αυτή τη σελίδα μπορείτε να επεξεργαστείτε όλες τις ιδιότητες της φωτογραφίας, για παράδειγμα ...';
$lang['first_contact_stp18'] = 'Το προηγούμενο παράδειγμα ήταν για να δείξουμε πόσο ισχυρό είναι το Piwigo. Έτσι, μιλήσαμε για Ιδιωτικά Λευκώματα αλλά πως μπορούμε να  διαχειριστούμε τα λευκώματα; Κάντε κλικ στο Λευκώματα -> Διαχείριση ή επιλέξτε Επόμενο';
$lang['first_contact_stp30'] = 'Ας ξεκινήσουμε με την αλλαγή του τίτλου';
$lang['first_contact_stp28'] = 'Τώρα θα εξετάσουμε τις διαθέσιμες επιλογές για να ορίσετε τον τρόπο εργασίας σας στο Piwigo . Κάντε κλικ στο Διαμόρφωση -> Επιλογές ή απλά πατήσετε Επόμενο.';
$lang['first_contact_stp2'] = 'Ο σύνδεσμος είναι εδώ. Κάντε κλικ στο κουμπί Επόμενο για να συνεχίσετε';
$lang['first_contact_stp19_b'] = 'Όλα τα λευκώματα ονομάζονται εικονικά λευκώματα. Εδώ παρατίθενται όλα τα «κορυφαία» λευκώματα, αυτά στη ρίζα της γκαλερί σας.';
$lang['Next '] = 'Επόμενο';
$lang['first_contact_stp19'] = 'Εδώ παρατίθενται όλα τα «κορυφαία» λευκώματα, αυτά στη ρίζα της γκαλερί σας. Αν δείτε ένα λεύκωμα με διακεκομμένο φόντο, είναι ένα πραγματικό φυσικό λεύκωμα από ένα συγχρονισμό με FTP, το οποίο δεν μπορεί να μετακινηθεί ή να διαγραφεί από εδώ. Τα άλλα λευκώματα ονομάζονται εικονικά λευκώματα.';
$lang['Prev'] = 'Προηγούμενο';
$lang['End tour'] = 'Τέλος Περιήγησης ';
$lang['2_7_0_stp10'] = '  ';
$lang['2_7_0_stp4'] = '  ';
$lang['2_7_0_stp5'] = ' ';
$lang['2_7_0_stp6'] = ' ';
$lang['2_7_0_stp7'] = ' ';
$lang['2_7_0_stp8'] = ' ';
$lang['2_7_0_stp9'] = ' ';
$lang['2_7_0_title10'] = ' ';
$lang['2_7_0_title4'] = ' ';
$lang['2_7_0_title5'] = ' ';
$lang['2_7_0_title6'] = ' ';
$lang['2_7_0_title7'] = ' ';
$lang['2_7_0_title8'] = ' ';
$lang['2_7_0_title9'] = ' ';
$lang['2_7_0_title3'] = 'Γρήγορη Αναζήτηση';
$lang['2_7_0_title2'] = 'Πρώτο νέο χαρακτηριστικό';
$lang['2_7_0_title11'] = 'Τα λέμε σύντομα! ';
$lang['2_7_0_title1'] = 'Καλώς ήρθατε στο Piwigo 2.7';
$lang['2_7_0_stp2'] = 'Όπως μπορείτε να δείτε, έχει προστεθεί ένα νέο προεπιλεγμένο πρόσθετο: Take A Tour. Αυτό το πρόσθετο σας βοηθά να ανακαλύψετε το Piwigo σας. Εδώ παρατίθενται όλες οι διαθέσιμες περιηγήσεις. <br> Αυτή η σελίδα είναι προσβάσιμη στο <em>Πρόσθετα » Κάντε μια περιήγηση</em>';
$lang['2_7_0_stp11'] = 'Αυτή η περιήγηση έλαβε τέλος. <p style="text-align:center">Απολαύστε το Piwigo 2.7 σας!</p> Αν σας αρέσει το Piwigo και θέλετε να μας στηρίξετε, μπορείτε να συμβάλετε με βοήθεια των μεταφράσεων, δωρεά, κλπ. <a href="http://piwigo.org/basics/contribute" target="_blank"> Κάντε κλικ εδώ για να μας υποστηρίξετε </ a>.';
$lang['2_7_0_stp1'] = 'Γεια σας! Θα είναι ο οδηγός σας για να ανακαλύψετε Piwigo. Παρακαλώ ακολουθήστε τις οδηγίες μου, και κάντε κλικ στο Επόμενο(ή χρησιμοποιήστε τα βελάκια του πληκτρολογίου σας) για να περιηγηθείτε. Αν πάτε σε μια άλλη σελίδα, θα οδηγηθήται στην τρέχουσα σελίδα του Tour.';
$lang['2_7_0_descrp'] = 'Ανακαλύψτε τι νέο υπάρχει στο Piwigo 2.7';
$lang['2.7 Tour'] = '2.7 Tour';
$lang['first_contact_stp23'] = 'Κλειδώνοντας ένα λεύκωμα σημαίνει ότι μόνο οι διαχειριστές μπορούν να δουν αυτό το λεύκωμα. Αυτό συνήθως γίνετε όταν ένας διαχειριστής  επεξεργάζεται τις ιδιότητες ενός άλμπουμ ή δεν θέλει να δημοσιεύει αμέσως το λεύκωμα.';
$lang['first_contact_stp22'] = 'Όπως για μια φωτογραφία, εδώ μπορείς να επεξεργαστείς ένα λεύκωμα.';
$lang['first_contact_stp21'] = 'Η επόμενη καρτέλα είναι μια σελίδα όπου μπορείτε να μετακινήσετε οποιοδήποτε εικονικό λεύκωμα.<br>Η καρτέλα permalink είναι για να ορίσετε μια συγκεκριμένη URL για ένα λεύκωμα, για τεχνικούς λόγους, όπως για να ορίσετε ένα συγκεκριμένο πρότυπο ή απλά για την αποστολή  προσαρμοσμένων συνδέσεων. <br> Αλλά ας επεξεργαστούμε ένα λεύκωμα: κάντε κλικ στο επεξεργασία ενός λευκώματος.';
$lang['first_contact_stp20'] = 'Όταν τοποθετείτε το ποντίκι σας πάνω σ\' ένα λεύκωμα, εμφανίζονται συνδέσμοι και πληροφορίες για το λεύκωμα. Όταν κάνετε drag and drop σ\' ένα άλμπουμ -μπλοκ στρογγυλεμένο-, θα αλλάξει τη θέση του και μπορείτε να αποθηκεύσετε ή να ακυρώσετε την ταξινόμησή του χειροκίνητα.';
$lang['2_7_0_stp3'] = 'Η γρήγορη αναζήτηση έχει αναδιατυπωθεί: <br>
- προσθήκη τελεστή OR<br>
- επιτρέψτε την ομαδοποίηση με αγκύλες () <br>
- Προσθέστε την αναζήτηση namespace όπως: <br>
* #snow - αναζήτηση μόνο τα ονόματα των ετικετών για χιόνι<br>
* ratio:0.9..1.1 - αναζητήσεις φωτογραφιών με αναλογία πλάτος / ύψος μεταξύ 0,9 και 1,1 (σχεδόν τετράγωνα)<br>
* hits:>10 - αναζητήσεις φωτογραφιών με αριθμό των επισκέψεων > 10 <br>
* file:.jpg - εικόνες jpg μόνο <br>
- χρήση ενικού / πληθυντικού (Αγγλικά / Γαλλικά μόνο για τώρα) <br>';
$lang['first_contact_stp25'] = 'Όπως μπορείτε να διαβάσετε στη Βοήθεια του Piwigo -σύνδεσμος επάνω δεξιά-, τα δικαιώματα λευκώματος έχουν οριστεί ανά ομάδες και ανά χρήστες. Μπορείτε να ορίσετε άμεσα ιδιωτικού / δημόσιου πολλαπλά άλμπουμ χρησιμοποιώντας τη Διαχείριση -> Λευκώματα ->  Ιδιότητες της σελίδας.';
$lang['first_contact_stp24'] = 'Βεβαίως, μια από τις πιο σημαντικές σελίδες είναι η σελίδα άδειας πρόσβασης ενός ιδιωτικού λευκώματος. Κάντε κλικ στην καρτέλα άδεια ή κάντε κλικ στο επόμενο';