<?php
$lang['2_7_0_stp4'] = '  ';
$lang['2_7_0_stp5'] = 'Μπορείτε να ρυθμίσετε την ώρα εκτός από την ημερομηνία, χρησιμοποιώντας τα ρυθμιστικά Ώρα και Λεπτά.';
$lang['2_7_0_stp6'] = 'Το script επιλογής για να επιλέξετε λεύκωμα, ετικέτες κλπ. έχει αλλάξει με ένα νέο πιο φιλικό προς το χρήστη. Δοκιμάστε το παρακάτω.';
$lang['2_7_0_title10'] = '';
$lang['2_7_0_title4'] = 'Σελίδα Αναζήτησης';
$lang['2_7_0_title5'] = 'Ώρα';
$lang['2_7_0_title6'] = 'Επιλέξτε script';
$lang['2_7_0_title2'] = 'Πρώτο νέο χαρακτηριστικό';
$lang['2_7_0_title11'] = 'Τα λέμε σύντομα! ';
$lang['2_7_0_title1'] = 'Καλώς ήρθατε στο Piwigo 2.7';
$lang['2_7_0_stp2'] = 'Όπως μπορείτε να δείτε, έχει προστεθεί ένα νέο προεπιλεγμένο πρόσθετο: Take A Tour. Αυτό το πρόσθετο σας βοηθά να ανακαλύψετε το Piwigo σας. Εδώ παρατίθενται όλες οι διαθέσιμες περιηγήσεις. <br> Αυτή η σελίδα είναι προσβάσιμη στο <em>Πρόσθετα » Κάντε μια περιήγηση</em>';
$lang['2_7_0_stp11'] = 'Αυτή η περιήγηση έλαβε τέλος. <p style="text-align:center">Απολαύστε το Piwigo 2.7 σας!</p> Αν σας αρέσει το Piwigo και θέλετε να μας στηρίξετε, μπορείτε να συμβάλετε με βοήθεια των μεταφράσεων, δωρεά, κλπ. <a href="http://piwigo.org/basics/contribute" target="_blank"> Κάντε κλικ εδώ για να μας υποστηρίξετε </ a>.';
$lang['2_7_0_stp1'] = 'Γεια σας! Θα είναι ο οδηγός σας για να ανακαλύψετε Piwigo. Παρακαλώ ακολουθήστε τις οδηγίες μου, και κάντε κλικ στο Επόμενο(ή χρησιμοποιήστε τα βελάκια του πληκτρολογίου σας) για να περιηγηθείτε. Αν πάτε σε μια άλλη σελίδα, θα οδηγηθήται στην τρέχουσα σελίδα του Tour.';
