<fieldset>
<legend>Permisos</legend>

<p>Poden establir-se diferents <strong>nivells de privacitat</strong> per a les imatges (bloquejos). Cada usuari tamb&eacute; t&eacute; un nivell de privacitat (una clau). Existeixen 5 nivells diferents:</p>
<ol>
  <li>Cap</li>
  <li><em>Contactes</em></li>
  <li><em>Amics </em>(que &eacute;s superior a dels contactes)</li>
  <li><em>Familia </em>(que &eacute;s superior als dels Amics)</li>
  <li><em>Administradors </em>(que est&agrave; per sobre de tots)</li>
</ol>

<p>Els nivells m&eacute;s alts tenen permisos sobre els nivells inferiors. Per a un usuari determinat, quan major &eacute;s el nivell de privacitat, m&eacute;s imatges pot veure.</p>

<p>Per exemple, si la imatge "peter_wedding-0024.jpg" t&eacute; el nivell de privacitat <em>"Familia"</em>, llavors:</p>
<ul>
  <li>Pere (com &eacute;s l'<em>"Administrador"</em>) veur&agrave; la imatge perqu&egrave; els <em>"Administradors"</em> poden veure totes les imatges</li>
  <li>Beth (com &eacute;s un membre de la <em>"Familia"</em>) tamb&eacute; podr&agrave; veure la imatge.</li>
  <li>Maria (com &eacute;s nom&eacute;s un <em>"Amic"</em>) no podr&agrave; veure la imatge.</li>
</ul>

<p>Un usuari que no t&eacute; perm&iacute;s per veure el contingut d'un &agrave;lbum no veur&agrave; l'&agrave;lbum en si, ni tan sols el seu t&iacute;tol. El mateix principi s'aplica a una etiqueta.</p>

<p>El nivell de privacitat d'un usuari es pot veure a la pantalla <span class="pwgScreen">Tauler de control &raquo; Usuaris &raquo; Gestionar</span>.</p>

</fieldset>

<fieldset>
<legend>Permisos dels &agrave;lbums</legend>

<p>Si els nivells de privacitat no s'ajusten a les seves necessitats, tamb&eacute; pot administrar els permisos dels &agrave;lbums per a un usuari o per a un grup. Els permisos es poden administrar alhora per a imatges i &agrave;lbums, sense cap problema.</p>

<p>Es pot prohibir l'acc&eacute;s als &agrave;lbums. Cal canviar el tipus d'acc&eacute;s a "Privat" per gestionar els permisos d'un &agrave;lbum.</p>






<p>Podeu configurar un &agrave;lbum a "Privat" mitjan&ccedil;ant l'edici&oacute; d'un sol &agrave;lbum (<span class="pwgScreen">Tauler de control &raquo; &Agrave;lbums &raquo; Gestionar
&raquo; Editar</span>) o configurant les opcions a tots els nivells de l'arbre de l'&agrave;lbum 
(<span class="pwgScreen">Tauler de control &raquo; &Agrave;lbums &raquo; Propietats &raquo; P&uacute;blic / Privat</span>).</p>

<p>Una vegada l'&agrave;lbum es marca com a "Privat", podeu administrar els permisos per a grups i usuaris per mitj&agrave; de les tres seg&uuml;ents pantalles:</p>

<ul>

  <li><span class="pwgScreen">Tauler de control &raquo; Usuaris &raquo; Gestionar &raquo;
  Permisos</span> (un vincle per usuari)</li>

  <li><span class="pwgScreen">Tauler de control &raquo; Ussuaris &raquo; Grups &raquo;
  Permisos</span> (un vincle per grup)</li>

  <li><span class="pwgScreen">Tauler de control &raquo; &Agrave;lbums &raquo; Gestionar &raquo; Editar permisos d'&agrave;lbums</span> (un vincle per &agrave;lbum)</li>

</ul>
</fieldset>