<fieldset>
  <legend>In&iacute;cio R&aacute;pido</legend>

<ol>
  <li>Crie uma pasta no seu computador.</li>  

  <li>Copie algumas fotos para essa pasta, altere o tamanho das imagens para serem exibidas na internet. <em>Cuidado</em>: o nome das pastas e ficheiros deve conter apenas letras, n&uacute;meros, "-", "_" ou ".". N&atilde;o use espa&ccedil;os em branco nem caracteres acentuados.</li>

  <li>Com a ajuda de um programa de FTP, copie a sua pasta para a pasta "galleries" da sua instala&ccedil;&atilde;o Piwigo.</li>

  <li>Fa&ccedil;a o login na sua galeria e v&aacute; at&eacute; <span class="pwgScreen">Ferramentas &raquo; Miniaturas</span> para criar alguma miniatura que esteja em falta.</li>

  <li>V&aacute; at&eacute; <span class="pwgScreen">Painel Administrativo</span> e clique no bot&atilde;o "Sincroniza&ccedil;&atilde;o R&aacute;pida".</li>
</ol>

Parab&eacute;ns! Voc&ecirc; acabou de criar o primeiro &aacute;lbum da sua galeria de fotos.

</fieldset>
<fieldset>
  <legend>Organiza&ccedil;&atilde;o de pastas e ficheiros</legend>
<ul>

  <li>

	<p>As pastas dos &aacute;lbums est&atilde;o na pasta "galleries" no Piwigo. Segue aqui a &aacute;rvore de pastas de uma pequena galeria (mas usando muitos recursos) :</p>

    <pre>
.
|-- admin
|-- doc
|-- galleries
|   |-- category-1
|   |   |-- category-1.1
|   |   |   |-- category-1.1.1
|   |   |   |   |-- category-1.1.1.1
|   |   |   |   |   |-- pwg_high
|   |   |   |   |   |   +-- wedding.jpg
|   |   |   |   |   |-- thumbnail
|   |   |   |   |   |   +-- TN-wedding.jpg
|   |   |   |   |   +-- wedding.jpg
|   |   |   |   +-- category-1.1.1.2
|   |   |   +-- category-1.1.2
|   |   |-- category-1.2
|   |   |   |-- pookie.jpg
|   |   |   +-- thumbnail
|   |   |       +-- TN-pookie.jpg
|   |   +-- category-1.3
|   +-- category-2
|       |-- piglet.gif
|       |-- pwg_representative
|       |   +-- video.jpg
|       |-- thumbnail
|       |   +-- TN-piglet.jpg
|       +-- video.avi
|-- include
|-- install
|-- language
|-- template
+-- tool</pre>

  </li>
  
  <li>Cada pasta sob "galleries" produz um &aacute;lbum. N&atilde;o h&aacute; limite de profundidade.</li>

  <li>Basicamente, um item &eacute; representado por um ficheiro. Um ficheiro pode ser um item Piwigo se a sua extens&atilde;o estiver entre as possibilidades dos par&acirc;metros de configura&ccedil;&atilde;o <code>file_ext</code> (veja o ficheiro <span class="filename">include/config_default.inc.php</span>). Um ficheiro pode ser uma imagem se a sua extens&atilde;o estiver entre as possibilidades dos par&acirc;metros de configura&ccedil;&atilde;o <code>picture_ext</code>.</li>

  <li>Os itens fotogr&aacute;ficos devem ter uma miniatura associada (veja a sec&ccedil;&atilde;o abaixo sobre miniaturas)</li>

  <li>Os itens fotogr&aacute;ficos podem ter um ficheiro de alta defini&ccedil;&atilde;o associado. Assim como para wedding.jpg no exemplo acima. N&atilde;o use prefixo nas imagens de alta defini&ccedil;&atilde;o.</li>

  <li>Outros itens (video, sons, arquivos de texto, o que voc&ecirc; quiser...) s&atilde;o por padr&atilde;o representados por um &iacute;cone correspondente &agrave; extens&atilde;o do nome de arquivo. Voc&ecirc; tem a op&ccedil;&atilde;o de associar uma miniatura e um ficheiro representativo (veja video.avi no exemplo acima).</li>

  <li><em>Aten&ccedil;&atilde;o</em>: o nome das pastas e dos ficheiros devem conter apenas letras, n&uacute;meros, "-", "_" ou ".". N&atilde;o use espa&ccedil;o em branco e nem caracteres acentuados.</li>

  <li>Uma vez que os ficheiros, as miniaturas e representativos estiverem corretamente alocados nas pastas,v&aacute; at&eacute; : <span class="pwgScreen">Ferramentas &raquo; Sincronizar</span></li>

</ul>

</fieldset>
<fieldset>
  <legend>Miniaturas (Thumbnails)</legend>
<ul>

  <li>Cada foto deve ter a sua miniatura.</li>

  <li>As miniaturas est&atilde;o armazenadas na subpasta "thumbnail" na pasta das categorias. 
      A miniatura tem o mesmo nome de ficheiro que a foto correspondente, com <em>TN-</em> como prefixo.</li>

  <li><em>Aten&ccedil;&atilde;o</em>: use um m&oacute;dulo externo para a cria&ccedil;&atilde;o das miniaturas.</li>

  <li>Embora n&atilde;o seja recomendado (qualidade da imagem, carga do servidor, etc), pode usar a p&aacute;gina <span class="pwgScreen">Ferramentas &raquo; Miniaturas</span> para criar as miniaturas.</li>

  <li>D&ecirc; permiss&otilde;es de escrita para todas as pastas dos &aacute;lbums.</li>

</ul>
</fieldset>
