<?php
// +-----------------------------------------------------------------------+
// | Piwigo - a PHP based photo gallery                                    |
// +-----------------------------------------------------------------------+
// | Copyright(C) 2008-2014 Piwigo Team                  http://piwigo.org |
// | Copyright(C) 2003-2008 PhpWebGallery Team    http://phpwebgallery.net |
// | Copyright(C) 2002-2003 Pierrick LE GALL   http://le-gall.net/pierrick |
// +-----------------------------------------------------------------------+
// | This program is free software; you can redistribute it and/or modify  |
// | it under the terms of the GNU General Public License as published by  |
// | the Free Software Foundation                                          |
// |                                                                       |
// | This program is distributed in the hope that it will be useful, but   |
// | WITHOUT ANY WARRANTY; without even the implied warranty of            |
// | MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU      |
// | General Public License for more details.                              |
// |                                                                       |
// | You should have received a copy of the GNU General Public License     |
// | along with this program; if not, write to the Free Software           |
// | Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, |
// | USA.                                                                  |
// +-----------------------------------------------------------------------+
$lang['privacy_stp6'] = 'Коли Ви завантажуєте зображення, Ви можете змінити рівень конфіденційності прямо під час завантаження...';
$lang['privacy_stp8'] = 'Виберіть одно або декілька зображень...';
$lang['privacy_title22'] = 'Локальна конфігурація: оригінальний захист';
$lang['privacy_title24'] = 'Це був прекрасний час';
$lang['privacy_title1'] = 'Ласкаво просимо в тур Конфіденційності';
$lang['privacy_title10'] = 'Дозволи альбому';
$lang['privacy_title11'] = 'Дозволи альбому';
$lang['privacy_title12'] = 'Дозволи альбому';
$lang['privacy_title2'] = 'Допомога всередині вашого Piwigo';
$lang['privacy_title5'] = 'Дозволи > Групи';
$lang['privacy_title9'] = 'Рівень конфіденційності';
$lang['privacy_title15'] = 'Порада';
$lang['privacy_title17'] = 'Групи';
$lang['privacy_title18'] = 'Групи';
$lang['privacy_title19'] = 'Користувачі';
$lang['privacy_title20'] = 'Загальнодоступні зображення';
$lang['privacy_title21'] = 'Загальнодоступні зображення';
$lang['privacy_title3'] = 'Дозволи';
$lang['privacy_title4'] = 'Дозволи';
$lang['privacy_title6'] = 'Рівень конфіденційності';
$lang['privacy_title7'] = 'Рівень конфіденційності';
$lang['privacy_title8'] = 'Рівень конфіденційності';
$lang['privacy_stp11'] = 'Тепер перейдіть на вкладку дозволи';
$lang['privacy_stp13'] = 'Тепер натисніть кнопку приватність.';
$lang['privacy_stp3'] = 'Знайдіть хвилинку, щоб ознайомитися з інформацією нижче.';
$lang['privacy_stp9'] = '... і виберіть дію "Хто може бачити ці зображення?". Тепер ви можете змінити рівень конфіденційності обраних сівтлин.<br><br>Але ви також можете зробити це для конкретної світлини, на її сторінці редагування. Ви можете отримати доступ до неї з публічної частини, або звідси.<br><br>Тепер, я покажу вам іншу систему дозволу на альбом, засновану на групах та користувачах.';
$lang['privacy_stp7'] = '... або ви можете зробити це пізніше, тут у пакетному менеджері в глобальному режимі.<br><br>Це сторінка <em>Фотографії»Останні фотографії</em>, як що встановлений фільтр"Останній Імпорт".';
$lang['privacy_stp5'] = 'Нижче пояснюється, як можна управляти групами. <br>Ці дозволи тільки для доступу до світлин та альбомів, при перегляді у публічному доступі або для зовнішніх додатків. Пізніше ми побачимо, інші засоби захисту, а зараз попрактикуймося!';
$lang['privacy_stp4'] = 'Отже, ми маємо дві системи управління правами доступу до світлин. Вони незалежні, так що ви можете створити групу під назвою Родина, але ця група не має нічого спільного з рівнем конфіденційності Родина.<br><br> Рівні конфіденційності застосовуються для світлини, і права доступу користувача/групи застосовуються для альбому. Ви можете використовувати обидві або тільки одну систему, як забажаєте.<br><br> Наступна вкладка про управління групами.';
$lang['privacy_stp24'] = 'Цей тур закінчився.<p style="text-align:center"> Насолоджуйтесь Piwigo!</p>Якщо ви любите Piwigo і ви хочете підтримати нас, Ви можете внести свій внесок, допомогою з перекладом, жертвуючи і т.і.  <a href="http://piwigo.org/basics/contribute" target="_blank">Натисніть тут, щоб підтримати нас</a>. Дякуємо!';
$lang['privacy_stp22'] = '<em>Для досвідчених користувачів</em><br><br>У Piwigo, ви можете захистити оригінальні світлини, використовуючи вашу локальну конфігурацію. Використовуйте змінну $conf[\'original_url_protection\']: за замовчуванням порожній, ви встановите значення "зображення", щоб захистити тільки світлини або "все", щоб захистити також всі зображення, які можуть бути ресурсномісткими або, можливо, просто не працюють на вашому сервері.<br><br>Ця опція працює як для приватного, так і для публічного змісту. Ця опція в даний час вимагає, щоб ви заблокували доступ до папок  /upload та /galleries, за допомогою файлу .htaccess (зазвичай текстовий файл з "Deny from all" для змісту) або конфігурації сервера.<br><br>Будь ласка, зверніть увагу, що імена файлів світлин, завантажені з використанням іншого методу, ніж FTP будуть  <b>рандомізовані</b>, тому їх неможливо вгадати: ім\'я файлу і шлях до вихідної світлини можуть бути відомі тільки якщо відвідувач має доступ до версій цієї світлини зі зміненим розміром (напр. ескіз). $conf[\'original_url_protection\'] і заборона доступу до папок /upload та /galleries призначені для уникання цього випадку.';
$lang['privacy_stp21'] = 'Рішення таке:<ul><li>накласти водяний знак, принаймні на світлинах середніх і високих чіткостей.</li><li>і відключити XL та XXL розміри.</li><li>і відключіть High Definition (завантаження і відображення вихідної світлини) для зацікавлених користувачів.';
$lang['privacy_stp20'] = 'Тепер ви знаєте, як зберегти ваші фотографії приватними, але ви можете задатися питанням про те, як захистити свої загальнодоступні фотографії. Ви могли б спочатку подумати про блокування відвідувачеві скачати файл: ви не можете, тому що веб було створено таким чином, що браузер відвідувача завантажує всі ресурси для відображеня сторінки. Клацання правою кнопкою миші може бути відключене, порожній шар можна покласти зверху на фото і т.і., але це не відключить завантаження. Повні веб-сторінки можуть бути збережені за допомогою будь-якого веб-браузера.';
$lang['privacy_stp2'] = 'Тут ви можете отримати доступ до інтегрованої допомоги. Натисніть Далі, щоб перейти безпосередньо на сторінку Допомоги про управління правами';
$lang['privacy_stp19'] = 'Тут ви можете швидко редагувати одного користувача шляхом наведення на нього курсору миші та натискання посилання Редагувати.<br><br>Ви можете вибрати кілька користувачів і редагувати їх одночасно - для цього виберіть потрібну дію для застосування.';
$lang['privacy_stp18'] = 'Для управління асоціацію користувачів до груп, перейдіть до сторінки <em>Користувачі » Керувати</em>';
$lang['privacy_stp17'] = 'Група Piwigo просто набір користувачів: так групам легше керувати дозволами альбомів, і управляти властивостями користувачів. Ось сторінка, на якій ви можете керувати групами, тобто перейменовувати, об\'єднувати, дублювати, видаляти їх. Ви також можете встановити одну або кілька груп, як "групу за замовчанням", що означає, що нові зареєстровані користувачі будуть асоціюватися з групою за замовчуванням.';
$lang['privacy_stp16'] = 'Як на вашому комп\'ютері, ви можете вибрати кілька альбомів за допомогою клавіш Shift і Control, а потім натисніть на стрілку, щоб включити їх.<br><br>Тепер, дозвольте мені представити групи.';
$lang['privacy_stp15'] = 'Прямо перед розтлумаченням груп, порада: тут посилання на сторінку, для встановлення публычного/приватного доступу до кілька альбомів відразу. Натисніть на неї.';
$lang['privacy_stp14b'] = 'Важливий факт: на публічній стороні, дозволи застосовуються до веб-майстрів та адміністраторів, як до будь-якого іншого користувача. В адмініструванні, вони можуть отримати доступ до будь-якого альбому або фотографії.';
$lang['privacy_stp14'] = 'Потім користувачам і групам користувачів буте дозволено мати доступ до альбому.';
$lang['privacy_stp12'] = 'На цій сторінці ви можете вибрати, буде альбом доступний для всіх, або буде доступний тільки для деяких користувачів';
$lang['privacy_stp10'] = 'Ми знаходимося в управлінні Списком альбомів, доступне з меню за допомогою <em>Альбоми » Керувати </em><br><br>Щоб редагувати альбом, наведіть на нього курсор миші і натисніть Редагувати.';
$lang['privacy_stp1'] = 'Привіт! Я буду вашим гідом і покажу, як захистити свої фотографії в Piwigo. Будь ласка, дотримуйтесь моїх інструкцій, і натисніть кнопку Далі (або використовуйте стрілки на клавіатурі), щоб перейти. Якщо ви перейдете в іншу сторінку управління, ви будете перенаправлені на поточну сторінку туру. Якщо ви застрягли і не можете закінчити тур, зайдіть в <em>Плагіни »Take A Tour</em> і тур закінчиться. <br> Давайте почнемо!';