<?php
$lang['2_7_0_stp4'] = '';
$lang['2_7_0_stp5'] = '';
$lang['2_7_0_stp6'] = '';
$lang['2_7_0_title4'] = 'Пошукова сторынка';
$lang['2_7_0_title5'] = '';
$lang['2_7_0_title6'] = 'Виберіть коробки';
$lang['2_7_0_title1'] = 'Ласкаво просимо у Piwigo 2.7';
$lang['2_7_0_title11'] = 'До зустрічі!';
$lang['2_7_0_title2'] = 'Перша нова функція';
$lang['2_7_0_stp11'] = 'Ця екскурсія завершена. <p style="text-align:center">Приємного використання Piwigo 2.7!</p> Якщо Piwigo вам сподобався, та ви хочете підтримати нас, ви можете допомогти, а саме у перекладі, пожертвуванні і т. п.<a href="http://piwigo.org/basics/contribute" target="_blank">Натисніть тут щоб підтримати нас</a>';
$lang['2_7_0_stp2'] = 'Як ви можете бачити, новий плагін за замовченням додано: Здійсніть екскурсію. Цей плагін допоможить провести перше навчання по використанню Piwigo. Тут це, де список усіх доступних екскурсій. <br>Ця сторінка доступна на <em>Плагіни » Здійсніть екскурсію</em>';
$lang['2_7_0_stp1'] = 'Ласкаво просимо! Я покажу та навчю вас користуватися Piwigo. Будь ласка дотримуйтесь моїх інструкцій, та натисніть кнопку Далі (чи використовуйте клавіши курсору на клавіатурі) для навігації. Якщо ви перейдете на іншу сторінку, ви будете перенаправлені на поточну сторінку туру.';
$lang['2_7_0_title10'] = 'Фільтр розміру зображень';
$lang['2_7_0_title7'] = 'Сортувати альбоми по даті';
$lang['2_7_0_title2b'] = 'Нова форма завантаження';
$lang['2_7_0_title9'] = 'Фільтр пошуку';